Repository: eillaste/ffyconcept
Catalog: Resources/Views/Shared/_Layout.*.resx
Languages: et

source: Languages
et: Keele valik

source: Stats
et: Statistika

source: Recipes
et: Retseptid

source: Profile
et: Profiil

source: Hello
et: Oi, tere

source: Logout
et: Logi välja

source: Login
et: Logi sisse

source: Register
et: Registreeri

source: Home
et: Esileht

source: Privacy
et: Privaatsuspoliitika

source: Ingredients
et: Koostisosad

source: Standard Units
et: Standardühikud

source: Categories
et: Kategooriad

source: Age Groups
et: Vanuserühmad

source: Recommended Dietary Intakes
et: Soovituslikud tarbimiskogused

source: Tolerable Upper Intake Levels
et: Tarbimise ülempiirid

source: Nutrients
et: Toitained

source: Food items
et: Toiduained

source: Nutrient in Food item
et: Toitaine toiduaines

source: Recommended Dietary Intake
et: Soovituslikud tarbimiskogused

# HealthSpecificationNutrients
source: Health specification specific stuff
et: Terviseseisundit toetavad lisatoitained

source: Nutrient in Supplement
et: Toitaine toidulisandis

source: Health specifications
et: Terviseseisundid

source: Edit
et: Muuda

source: Create
et: Loo uus

source: Delete
et: Kustuta

source: Details
et: Detailvaade

# MainContent
source: Use this page to detail your site's privacy policy.
et: Siit leiate infot veebisaidi privaatsuspoliitika kohta.

# Index
source: Back to List
et: Tagasi

source: Save
et: Salvesta

source: Register Meal
et: Registreeri toidukord

source: Recipe
et: Retsept

source: Ingredient
et: Koostisosa

# ConfirmDelete
source: Are you sure you want to delete this?
et: Kas olete kindel, et soovite selle kirje kustutada?

source: Standard Unit
et: Standardühik

source: Age group
et: Vanuserühm

source: Category
et: Kategooria

source: Nutrient
et: Toitaine

source: Tolerable upper intake level
et: Tarbimise ülempiir

source: Food item
et: Toiduaine

source: Email
et: E-posti aadress

source: Password
et: Parool

source: Confirm password
et: Kinnita parool

# CreateNewAccount
source: Create a new account
et: Loo uus konto

# UseAnotherService
source: Use another service to register
et: Registreeri kasutades teist teenust

# LongAssTextOne
source: There are no external authentication services configured. See
et: Väliseid autentimisteenuseid pole konfigureeritud. Tseki

# LongAssTextTwo
source: this article
et: seda artiklit

# LongAssTextThree
source: for details on setting up this ASP.NET application to support logging in via external services
et: et õppida võimalustest kuidas selle ASP.NET rakenduse saab siduda väliste autentimisteenustega.

source: Account type
et: Konto liik

# ForgotPassword
source: Forgot your password
et: Unustasid salasõna

# RegisterNewUser
source: Register as a new user
et: Registreeri uus kasutaja

# ResendEmailInfo
source: Resend email confirmation
et: Saada emaili info uuesti

source: Remember me
et: Pea mind meeles

source: Submit
et: Kinnita

# EnterEmail
source: Enter your email
et: Sisesta oma e-posti aadress

# ManageAccount
source: Manage your account
et: Halda oma kontot

# ChangeAccountSettings
source: Change your account settings
et: Muuda oma konto sätteid

source: Personal data
et: Isikuandmed

source: Username
et: Kasutaja

# TwoFactorAuth
source: Two-factor authentication
et: Kahe-astmeline autentimine

source: Phone number
et: Telefoni number

source: Gender
et: Sugu

source: Manage Email
et: Halda emaili sätteid

# SendVerifEmail
source: Send verification email
et: Saada emaili kinnitus

source: Change email
et: Muuda emaili

source: New email
et: Uus emaili konto

source: Change password
et: Muuda salasõna

source: Update password
et: Uuenda salasõna

source: Current password
et: Vana salasõna

# TFA
source: Two-factor authentication (2FA)
et: Kahe astemline autentimine (FU2)

# AuthApp
source: Authenticator app
et: Autentiv teenus

# AddAuthApp
source: Add authenticator app
et: Lisa autentimisteenus

# LongAssText4
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
et: Teie konto sisaldab isikuandmeid, mille olete meile andnud. See leht võimaldab teil need andmed alla laadida või kustutada

# LongAssText5
source: Deleting this data will permanently remove your account, and this cannot be recovered.
et: Nende andmete kustutamine eemaldab teie konto jäädavalt ja neid ei saa taastada.

source: Download
et: Lae alla
